Repository: maxgoedjen/secretive
Catalog: Sources/Packages/Resources/Localizable.xcstrings
Source language: en
Languages: ca, fi, fr, ja, ko, pl, pt_br

# agent_details_could_not_start_error
source: Secretive was unable to get SecretAgent to launch. Please try restarting your Mac, and if that doesn't work, file an issue on GitHub.
ca: Secretive no ha aconseguit arrancar l'agent segur (SecretAgent). Prova de reiniciar el teu Mac, i si açò no funciona, obri una "issue" al GitHub.
fi: Secretive ei saanut SecretAgent-apuohjelmaa käyntiin. Kokeile käynnistää Macisi uudestaan, ja jos se ei tepsi, raportoi ongelmasta GitHubissa.
fr: Secretive n'a pas pu démarrer le SecretAgent. Veuillez redémarrer votre Mac, si cela ne fonctionne pas, signalez le problème sur GitHub.
ja: SecretiveアプリはSecretAgentを起動できませんでした。Macを再起動するか、それでも起動しない場合はGitHubのIssueで問題を報告してください。
ko: Secretive에서 SecretAgent를 실행할 수 없습니다. Mac을 재시작해 보시고, 그래도 문제가 해결되지 않으면 GitHub에 문제를 제출해 주세요.
pl: Secretive nie udało się uruchomić programu SecretAgent. Spróbuj ponownie uruchomić komputer Mac, a jeśli to nie zadziała, zgłoś problem na GitHub.
pt_br: Secretive não foi capaz de obter o SecretAgent para iniciar. Por favor tente reiniciar seu Mac e se isso não resolver, registre um problema em nosso GitHub.

# agent_details_disable_agent_button
source: Disable Agent
ca: Desactiva l'agent
fi: Poista agentti käytöstä
fr: Désactiver l'agent
ja: エージェントを無効にする
ko: 에이전트 비활성화
pl: Wyłącz Agenta
pt_br: Desabilitar o Agente

# agent_details_restart_agent_button
source: Restart Agent
ca: Reinicia l'agent
fi: Käynnistä agentti uudelleen
fr: Redémarrer l'agent
ja: エージェントを再起動
ko: 에이전트 재시작
pl: Zrestartuj Agenta
pt_br: Reiniciar o Agente

# agent_details_running_since_title
source: Running Since
ca: Funcionant des de
fi: Käynnissä alkaen
fr: Actif depuis
ja: 最後に起動した日時
ko: 실행 시각
pl: Uruchomiony od
pt_br: Rodando desde

# agent_details_socket_path_title
source: Socket Path
ca: Camí del sòcol
fi: Socket-polku
fr: Chemin vers le socket
ja: ソケットのパス
ko: 소켓 경로
pl: Ścieżka Socketu
pt_br: Caminho do Socket

# agent_details_start_agent_button
source: Start Agent
ca: Inicia l'agent
fi: Käynnistä agentti
fr: Démarrer l'agent
ja: エージェントを起動
ko: 에이전트 시작
pl: Uruchom Agenta
pt_br: Iniciar o Agente

# agent_details_start_agent_button_starting
source: Starting Agent
ca: Iniciant l'agent
fi: Agentti käynnistyy
fr: Démarrage de l'agent
ja: エージェントを起動中
ko: 에이전트 시작중
pl: Uruchamianie Agenta
pt_br: Agente iniciando

# agent_details_version_title
source: Version
ca: Versió
fi: Versio
ja: バージョン
ko: 버전
pl: Wersja
pt_br: Versão

# agent_not_running_notice_detail_description
source: SecretAgent is a process that runs in the background to sign requests, so you don't need to keep Secretive open all the time. **Secretive will not be able to function properly unless the agent is installed and running.**
ca: L'agent segur (SecretAgent) és un procés que funciona en rerefons per signar peticions, tal que no hages de tindre Secretive obert tot el temps. **Secretive no funcionarà correctament a menys que l'agent estiga instal·lat i en funcionament.**
fi: SecretAgent-agenttiprosessi toimii taustalla ja allekirjoittaa pyyntöjä, jotta Secretive-käyttöliittymää ei tarvitse pitää aina auki. **Secretive ei toimi oikein, jollei agentti ole asennettu ja käynnissä.**
fr: SecretAgent est un processus qui s'exécute en arrière-plan pour signer les demandes, de sorte que vous n'ayez pas besoin de garder Secretive ouvert en permanence. **Secretive ne pourra pas fonctionner correctement sans que l'agent soit installé et fonctionne.**
ja: SecretAgentはバックグラウンドで稼働し署名を行います。Secretiveアプリを常に実行する必要はありません。 **Secretiveアプリはエージェントがインストールされて稼働しない限り正しく動作しません。**
ko: SecretAgent는 백그라운드에서 실행되어 요청에 서명하는 프로세스이므로 Secretive를 항상 열어 둘 필요는 없습니다. **Secretive 에이전트가 설치되어 실행 중이어야 Secretive가 제대로 작동합니다.**
pl: SecretAgent to proces działający w tle, który podpisuje żądania, dzięki czemu nie musisz mieć otwartego programu Secretive przez cały czas. **Program Secretive nie będzie działał poprawnie, jeśli agent nie zostanie zainstalowany i uruchomiony.**
pt_br: SecretAgent é um processo que é executado em segundo plano para assinar pedidos, então não há necessidade de manter Secretive aberto o tempo todo. **Secretive não funcionará corretamente a menos que o agente esteja instalado e executando.**

# agent_not_running_notice_title
source: Agent Is Not Running
ca: Agent inactiu
fi: Agentti ei ole käynnissä
fr: L'agent n'est pas actif
ja: エージェントが稼働していません
ko: Agent가 실행되고 있지 않음
pl: Agent nie jest uruchomiony
pt_br: Agent não está rodando

# agent_running_notice_detail_description
source: SecretAgent is a process that runs in the background to sign requests, so you don't need to keep Secretive open all the time. **You can close Secretive, and everything will still keep working.**
ca: SecretAgent és un procés que s'executa en segon pla per signar peticions, per tal que no necessites tindre Secretive obert tot el temps. **Pots tancar Secretive, i tot continuarà funcionant.**
fi: SecretAgent on taustaprosessi joka allekirjoittaa pyyntöjä, joten Secretiveä ei tarvitse pitää käynnissä koko aikaa. **Voit sulkea Secretiven, ja kaikki toimii yhä.**
fr: SecretAgent est un processus qui s'exécute en arrière-plan pour signer les demandes, de sorte que vous n'ayez pas besoin de garder Secretive ouvert en permanence. **Vous pouvez fermer Secretive, et tout continuera à fonctionner.**
ja: SecretAgentはバックグラウンドで稼働し署名を行います。Secretiveアプリを常に実行する必要はありません。 **Secretiveアプリは終了しても問題ありません。アプリは機能し続けます。**
ko: SecretAgent는 요청에 서명하기 위해 백그라운드에서 실행되는 프로세스이므로 Secretive를 항상 열어 둘 필요가 없습니다. **Secretive를 닫아도 모든 것이 계속 작동합니다.**
pl: SecretAgent to proces, który działa w tle, aby popisywać zapytania. Dzięki temu nie musisz mieć uruchomionej aplikacji Secretive cały czas.
pt_br: SecretAgent é um processo que roda em background para assinar requisições para que você não precise manter o Secretive aberto a todo momento. **Você pode fechar o Secretive e tudo continuará funcionando.**

# agent_running_notice_detail_title
source: Secret Agent is Running
ca: L'agent secret està actiu
fi: SecretAgent on käynnissä
fr: SecretAgent est actif
ja: エージェントは稼働中
ko: Secret Agent가 실행 중입니다.
pl: Secret Agent jest uruchomiony
pt_br: Secret Agent está rodando

# agent_running_notice_title
source: Agent is Running
ca: Agent actiu
fi: Agentti on käynnissä
fr: L'agent est actif
ja: エージェントは稼働中
ko: Agent가 실행중
pl: Agent jest uruchomiony
pt_br: Agent está rodando

# agentDetailsLocationTitle
source: Secret Agent Location
ca: Ubicació de l'agent
fi: SecretAgentin sijainti
fr: Emplacement du SecretAgent
ja: エージェントの場所
ko: Secret Agent 경로
pl: Lokalizacja Secret Agent
pt_br: Localização do SecretAgent

# app_menu_help_button
source: Help
ca: Ajuda
fi: Apua
fr: Aide
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt_br: Ajuda

# app_menu_new_secret_button
source: New Secret
ca: Nou secret
fi: Uusi salaisuus
fr: Nouveau Secret
ja: 新規シークレット
ko: 새 비밀
pl: Nowy sekret
pt_br: Novo Segredo

# app_not_in_applications_notice_detail_description
source: Secretive needs to be in your Applications folder to work properly. Please move it and relaunch.
ca: Secretive necessita estar a la carpeta Apps per funcionar correctament. Per favor mogueu-lo i reobriu.
fi: Secretiven tulee olla Ohjelmat-kansiossa toimiakseen oikein. Ole hyvä ja käynnistä se uudelleen siirrettyäsi sen.
fr: Secretive doit se trouver dans votre dossier Applications pour fonctionner correctement. Veuillez le déplacer et relancer.
ja: Secretiveは正しく動作するためにアプリケーションフォルダにある必要があります。アプリを移動して再度実行してください。
ko: Secretive가 제대로 작동하려면 Applications 폴더에 있어야 합니다. 이동한 후 다시 실행해 주세요.
pl: Secretive musi być w katalogu Applications, aby działać prawidłowo. Zmień lokalizację aplikacji i uruchom ją ponownie.
pt_br: Secretive necessita estar no seu diretório de Aplicações para funcionar corretamente. Por favor mova-o e abra novamente.

# app_not_in_applications_notice_title
source: Secretive Is Not in Applications Folder
ca: Secretive no es troba a la carpeta Apps
fi: Secretive ei ole Ohjelmat-kansiossa
fr: Secretive n'est pas dans le dossier Applications
ja: Secretiveがアプリケーションフォルダにありません
ko: Secretive가 Applications 폴더에 없음
pl: Secretive nie jest w folderze Applications
pt_br: Secretive não está no diretório de Aplicações

# auth_context_persist_for_duration
source: unlock secret "%1$(secretName)@“ for %2$(duration)@
ca: desbloqueja el secret "%1$(secretName)@" per a %2$(duration)@
fi: avaa salaisuuden "%1$(secretName)@" lukitus ajaksi %2$(duration)@
fr: déverrouiller le secret "%1$(secretName)@" pendant %2$(duration)@
ja: シークレット“%1$(secretName)@”のロックを解除します (%2$(duration)@間)
ko: 비밀 "%1$(secretName)@"를 %2$(duration)@ 동안 잠금 해제
pl: odblokuj sekret “%1$(secretName)@” dla %2$(duration)@
pt_br: destravar segredo "%1$(secretName)@" for %2$(duration)@

# auth_context_request_deny_button
source: Deny
ca: Denega
fi: Kiellä
fr: Refuser
ja: 拒否
ko: 거부
pl: Odrzuć
pt_br: Negar

# auth_context_request_signature_description
source: sign a request from "%1$(appName)@“ using secret "%2$(secretName)@“
ca: signa una petición de "%1$(appName)@" usant el secret "%2$(secretName)@"
fi: allekirjoita pyyntö lähteestä "%1$(appName)@" käyttäen salaisuutta "%2$(secretName)@"
fr: signer une requête de "%1$(appName)@" en utilisant le secret "%2$(secretName)@"
ja: シークレット“%2$(secretName)@”を使って“%1$(appName)@”の要求に署名します
ko: 비밀 "%2$(secretName)@"를 사용해서 "%1$(appName)@"의 요청에 서명
pl: podpisz zapytanie od “%1$(appName)@" za pomocą sekretu “%2$(secretName)@”
pt_br: assinar requisição a partir do "%1$(appName)@" utilizando o segredo "%2$(secretName)@"

# copyable_click_to_copy_button
source: Click to Copy
ca: Clica per copiar
fi: Klikkaa kopioidaksesi
fr: Cliquer pour copier
ja: クリックしてコピー
ko: 복사하기
pl: Kliknij aby skopiować
pt_br: Clique para Copiar

# copyable_copied
source: Copied
ca: Copiat
fi: Kopioitu
fr: Copié
ja: コピーしました
ko: 복사됨
pl: Skopiowano
pt_br: Copiado

# create_secret_advanced_label
source: Advanced
ca: Avançat
fi: Lisäasetukset
fr: Avancé
ja: 詳細
ko: 고급
pl: Zaawansowane
pt_br: Avançado

# create_secret_biometry_current_warning
source: If you change your biometric settings in _any way_, including adding a new fingerprint, this key will no longer be accessible.
ca: Si canvieu la configuració de biometria de _qualsevol manera_, incloent-hi afegir-ne una nova empremta, esta clau ja no serà accessible.
fi: Jos muutat biometrisiä asetuksia _millä tahansa tavalla_, esim. lisäämällä uuden sormenjäljen, tätä avainta ei voi enää käyttää.
fr: Si vous modifiez vos paramètres biométriques, y compris en ajoutant une nouvelle empreinte digitale, cette clé ne sera plus accessible.
ja: 新しい指紋の追加を含め、現在の生体認証の設定を少しでも変更すると、このシークレットにはアクセスできなくなります。
ko: 새로운 지문을 추가하는 등 생체 인식 설정을 _어떤 식으로든_ 변경하면 이 키에 더 이상 접근할 수 없습니다.
pl: Jeśli zmienisz ustawienia biometryczne w _jakikolwiek sposób_, włącznie z dodaniem nowego odcisku palca, ten klucz nie będzie już dostępny.
pt_br: Se você mudar suas configurações de biometria de _qualquer forma_, incluindo adicionar uma nova impressão digital, esta chave não estará mais acessível.

# create_secret_cancel_button
source: Cancel
ca: Cancel·la
fi: Peru
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar

# create_secret_create_button
source: Create
ca: Crea
fi: Luo
fr: Créer
ja: 作成
ko: 생성
pl: Utwórz
pt_br: Criar

# create_secret_key_attribution_description
source: This shows at the end of your public key. It’s usually an email address.
ca: Açò mostra el fi de la teua clau pública. Usualment és una adreça de correu electrònic.
fi: Tämä näyttää julkisavaimesi loppuosan. Se on usein sähköpostiosoite.
fr: Cela apparaît à la fin de votre clé publique. Il s'agit généralement d'une adresse e-mail.
ja: これは公開鍵の末尾に表示されます。通常はメールアドレスです。
ko: 공개 키 끝에 표시되는 정보입니다. 보통 이메일 주소입니다.
pl: Jest to widoczne na końcu klucza publicznego. Zazwyczaj jest to adres e-mail.
pt_br: Isto é exibido ao final da sua chave pública. É geralmente um endereço de email.

# create_secret_key_attribution_label
source: Key Attribution
ca: Atribució de la clau
fi: Avaimen nimike
fr: Attribution de la clé
ja: 鍵の帰属
ko: 키 속성
pl: Przypisanie klucza
pt_br: Atribuição de Chave

# create_secret_key_type_label
source: Key Type
ca: Tipus de clau
fi: Avaintyyppi
fr: Type de clé
ja: 鍵の種類
ko: 키 유형
pl: Rodzaj klucza
pt_br: Tipo de Chave

# create_secret_mldsa_warning
source: Warning: ML-DSA keys are very new, and not supported by many servers yet. Please verify the server you'll be using this key for accepts ML-DSA keys.
ca: Advertència: les claus ML-DSA són molt noves, i encara no estan suportades per molts servidors. Verifica que els servidors pels quals utilitzaràs esta clau accepten claus ML-DSA.
fi: Varoitus: ML-DSA-avaimet ovat hyvin uusia, ja monet palvelimet eivät vielä tue niitä. Varmista, että palvelin, jolla aiot avainta käyttää, tukee niitä.
fr: Avertissement : les clés ML-DSA sont très récentes et ne sont pas encore prises en charge par de nombreux serveurs. Veuillez vérifier que le serveur sur lequel vous utiliserez cette clé accepte les clés ML-DSA.
ja: 警告: ML-DSAは非常に新しい鍵の種類で、多くのサーバーはまだサポートしていません。使用する前にサーバーでML-DSAが利用可能か確認してください。
ko: 경고: ML-DSA 키는 매우 최신 버전이므로 아직 많은 서버에서 지원되지 않습니다. 이 키를 사용할 서버가 ML-DSA 키를 허용하는지 확인하세요.
pl: Ostrzeżenie: klucze ML-DSA są bardzo nowe i nie są jeszcze wspierane przez wiele serwerów. Zweryfikuj czy serwer, który zamierzasz użyć z tym kluczem akceptuje klucze ML-DSA.
pt_br: Aviso: Chaves ML-DSA são muito novas e não são suportadas por muitos servidores ainda. Por favor, verifique se o servidor que você estará utilizando esta chave aceita chaves ML-DSA.

# create_secret_name_label
source: Name
ca: Nom
fi: Nimi
fr: Nom
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome

# create_secret_notify_description
source: No authentication is required while your Mac is unlocked, but you will be notified when a secret is used.
ca: No es requerirà cap autenticació mentre el Mac estiga desbloquejat, però seràs notificat quan s'utilitze ùn secret.
fi: Todennusta ei vaadita Macisi ollessa lukitsematta, mutta saat ilmoituksen kun salaisuutta käytetään.
fr: Aucune authentification n'est requise lorsque votre Mac est déverrouillé, mais vous serez averti lorsqu'un secret sera utilisé.
ja: お使いのMacでロックが解除されている間は認証が必要になりません。シークレットが利用されると通知されます。
ko: Mac이 잠금 해제되어 있는 동안에는 인증이 필요하지 않지만 비밀이 사용되면 알림을 받게 됩니다.
pl: Uwierzytelnianie nie jest wymagane gdy twój Mac jest odblokowany. Otrzymasz powiadomienie kiedy sekret zostanie użyty.
pt_br: Autenticação não é requerida enquanto seu Mac estiver destravado, mas você será notificado quando um segredo for utilizado.

# create_secret_notify_title
source: Notify
ca: Notifica
fi: Ilmoita
fr: Notifier
ja: 通知のみ
ko: 알림
pl: Powiadom
pt_br: Notificar

# create_secret_protection_level_title
source: Protection Level
ca: Nivell de protecció
fi: Suojaustaso
fr: Niveau de protection
ja: 保護のレベル
ko: 보호 수준
pl: Poziom Ochrony
pt_br: Nível de proteção

# create_secret_require_authentication_biometric_current_description
source: Require authentication with current set of biometrics.
ca: Requereix autenticació amb la biometria configurada actualment.
fi: Vaadi todennus nykyisellä biometriikkajoukolla.
fr: Exiger l'authentification à l'aide de l'ensemble actuel de données biométriques.
ja: 現在登録されている生体認証が必要になります。
ko: 현재의 생체 인식 정보들를 사용하여 인증을 요구합니다.
pl: Wymagaj uwierzytelnienia przy użyciu aktualnego zestawu danych biometrycznych.
pt_br: Exigir autenticação com o conjunto atual de biometria.

# create_secret_require_authentication_biometric_current_title
source: Current Biometrics
ca: Biometria actual
fi: Nykyiset biometriikat
fr: Données biométriques actuelles
ja: 現在の生体認証
ko: 현재 생체 인식들
pl: Aktualne dane biometryczne
pt_br: Biometria atual

# create_secret_require_authentication_description
source: You will be required to authenticate using Touch ID, Apple Watch, or password before each use.
ca: Necessitaràs autenticar amp Touch ID, Apple Watch o contrasenya abans de cada ús.
fi: Touch ID-, Apple Watch- tai salasanatodennus vaaditaan joka käytöllä.
fr: Vous devrez vous authentifier à l'aide de Touch ID, de l'Apple Watch ou d'un mot de passe avant chaque utilisation.
ja: シークレットを利用する前に、Touch ID、Apple Watch、またはパスワードを使って認証が必要になります。
ko: 매번 사용하기 전에 Touch ID, Apple Watch 또는 비밀번호를 사용하여 인증해야 합니다.
pl: Wymagane będzie uwierzytelnienie za pomocą Touch ID, Apple Watch lub hasła przed każdym użyciem.
pt_br: Você será requerido a autenticar utilizando Touch ID, Apple Watch ou senha antes de cada uso.

# create_secret_require_authentication_title
source: Require Authentication
ca: Requereix autenticació
fi: Vaadi todennus
fr: Exiger l'authentification
ja: 認証を要求する
ko: 인증 요구
pl: Wymagaj uwierzytelnienia
pt_br: Requer Autenticação

# create_secret_title
source: Create a New Secret
ca: Crea un nou secret
fi: Luo uusi salaisuus
fr: Créer un nouveau secret
ja: シークレットを新規作成
ko: 새 비밀 생성
pl: Utwórz nowy sekret
pt_br: Criar um Novo Segredo

# delete_confirmation_cancel_button
source: Don't Delete
ca: No esborres
fi: Älä poista
fr: Ne pas supprimer
ja: キャンセル
ko: 삭제하지 않기
pl: Nie usuwaj
pt_br: Não Apagar

# delete_confirmation_delete_button
source: Delete
ca: Esborra
fi: Poista
fr: Supprimer
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Apagar

# delete_confirmation_description
source: If you delete %1$(secretName)@, you will not be able to recover it. Type “%2$(confirmSecretName)@“ to confirm.
ca: Si esborres %1$(secretName)@, no podràs recuperar-la. Escriu "%2$(confirmSecretName)@" per a confirmar.
fi: Jos poistat kohteen %1$(secretName)@, sitä ei pysty palauttamaan. Kirjoita "%2$(confirmSecretName)@" vahvistaaksesi poiston.
fr: Si vous effacez %1$(secretName)@, vous ne pourrez pas le récupérer. Tapez "%2$(confirmSecretName)@" pour confirmer.
ja: 一旦%1$(secretName)@を削除すると二度と元には戻せません。“%2$(confirmSecretName)@”と入力して確認してください。
ko: %1$(secretName)@를 삭제하면 복구할 수 없습니다. 확인하려면 "%2$(confirmSecretName)@"를 입력하세요.
pl: Jeżeli usuniesz %1$(secretName)@, nie będziesz w stanie go odzyskać. Napisz “%2$(confirmSecretName)@” aby potwierdzić.
pt_br: Se você deletar %1$(secretName)@, você não será permitido recuperá-lo. Digite "%2$(confirmSecretName)@" para confirmar.

# delete_confirmation_title
source: Delete %1$(secretName)@?
ca: Esborrar %1$(secretName)@?
fi: Poista %1$(secretName)@?
fr: Supprimer %1$(secretName)@?
ja: %1$(secretName)@を削除しますか?
ko: %1$(secretName)@를 지우겠습니까?
pl: Usunąć %1$(secretName)@?
pt_br: Deletar %1$(secretName)@?

# edit_cancel_button
source: Cancel
ca: Cancel·la
fi: Peru
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar

# edit_save_button
source: Save
ca: Canvia el nom
fi: Tallenna
fr: Renommer
ja: 名前の変更
ko: 이름 변경
pl: Zmień nazwę
pt_br: Renomear

# empty_store_modifiable_click_here_description
source: Create a new one by clicking here.
ca: Crea una nova clicant ací.
fi: Luo uusi klikkaamalla tästä.
fr: Créez-en un nouveau en cliquant ici.
ja: ここをクリックして新規作成
ko: 여기를 클릭해서 새로운 비밀 만들기.
pl: Utwórz nowy klikając tutaj
pt_br: Criar um novo clicando aqui.

# empty_store_modifiable_click_here_title
source: No Secrets
ca: Sense secrets
fi: Ei salaisuuksia
fr: Aucun secret
ja: シークレットがありません
ko: 비밀이 없음
pl: Brak sekretów
pt_br: Sem Segredos

# empty_store_modifiable_empty_os_warning_description
source: It looks like you may have recently updated macOS. Sometimes this puts the Secure Enclave into a weird state, and you might need to reboot your Mac before things start working again.
ca: Sembla que heu actualitzat macOS recentment. De vegades açò posa el xip segur en un estat estrany, potser necessiteu un reinici del vostre Mac perquè tot torne a funcionar.
fi: Näyttää siltä, että olet päivittänyt macOS:n äskettäin. Joskus tämä saa Secure Enclaven omituiseen tilaan, joten voi olla, että joudut käynnistämään Macisi uudelleen jotta asiat alkavat jälleen toimia.
fr: Il semble que vous ayez récemment mis à jour macOS. Cela peut parfois perturber l'état de la Secure Enclave, et vous devrez peut-être redémarrer votre Mac pour que tout fonctionne à nouveau.
ja: macOSが最近アップデートされたようです。これによりSecure Enclaveが正しく動作せず、Macを再起動する必要がある場合があります。
ko: 최근에 macOS를 업데이트하신 것 같습니다. 업데이트 후 Secure Enclave가 이상한 상태로 전환되는 경우가 있는데, Mac을 재부팅해야 다시 작동할 수 있습니다.
pl: Wygląda na to, że niedawno zaktualizowałeś system macOS. Czasami powoduje to dziwne zachowanie modułu Secure Enclave i może być konieczne ponowne uruchomienie komputera, aby wszystko znów działało poprawnie.
pt_br: Parece que você pode ter atualizado recentemente o macOS. Às vezes, isto coloca o Secure Enclave em um estado estranho, e talvez você precise reiniciar seu Mac antes que as coisas comecem a funcionar novamente.

# empty_store_modifiable_empty_os_warning_title
source: Missing Secrets?
ca: Falten secrets?
fi: Puuttuvia salaisuuksia?
fr: Secrets manquants?
ja: シークレットが見つからない場合
ko: Secret이 사라졌나요?
pl: Brakuje sekretów?
pt_br: Credenciais faltando?

# empty_store_nonmodifiable_description
source: Use your Smart Card's management tool to create a secret.
ca: Utilitza
fi: Käytä älykorttisi hallintatyökalua luodaksesi salaisuuden.
fr: Utilisez l'outil de gestion de votre carte à puce pour créer un secret.
ja: お使いのスマートカードの管理ツールを使い、シークレットを作成してください。
ko: 스마트 카드의 관리 도구를 사용하여 비밀을 생성하세요.
pl: Użyj oprogramowania twojego Smart Card, aby stworzyć sekret.
pt_br: Utilize sua ferramenta de gestão de Smart Card para criar um segredo.

# empty_store_nonmodifiable_supported_key_types
source: Secretive supports EC256, EC384, and RSA2048 keys.
ca: Secretive suporta claus EC256, EC384, RSA1024 i RSA2048.
fi: Secretive tukee EC256-, EC384-, RSA1024- ja RSA2048-avaimia.
fr: Secretive prend en charge les clés EC256, EC384, RSA1024 et RSA2048.
ja: SecretiveはEC256、EC384、RSA1024、またはRSA2048の鍵に対応しています。
ko: Secretive는 EC256, EC384, RSA1024 및 RSA2048 키를 지원합니다.
pl: Secretive wspiera klucze EC256, EC384, RSA1024 i RSA2048.
pt_br: Secretive suporta chaves EC256, EC384, RSA1024 e RSA2048.

# empty_store_nonmodifiable_title
source: No Secrets
ca: Sense secrets
fi: Ei salaisuuksia
fr: Aucun secret
ja: シークレットがありません
ko: 비밀이 없음
pl: Brak sekretów
pt_br: Sem Segredos

# integrations_add_this_title
source: Add This:
ca: Afegeix açò:
fi: Lisää tämä:
fr: Ajouter cela:
ja: 追加する設定:
ko: 이것을 추가하세요:
pl: Dodaj to:
pt_br: Adicione isto:

# integrations_apps_row_title
source: Apps
ca: Aplicacions
fi: Sovellukset
fr: Applications
ja: アプリ
ko: 앱들
pl: Aplikacje
pt_br: Aplicativos

# integrations_community_apps_list_description
source: There's a community-maintained list of instructions for apps on GitHub. If the app you're looking for isn't supported, create an issue and the community may be able to help.
ca: Existeix una llista d'instruccions per a aplicacions (en anglès) mantinguda per la comunitat a GitHub. Si l'aplicació que cerques no està suportada, crea una "issue" i la comunitat podria ajudar-te.
fi: GitHubista löytyy yhteisön ylläpitämiä ohjeita eri sovelluksia varten. Jos haluamaasi sovellusta ei löydy, luo issue ja yhteisö saattaa pystyä auttamaan.
fr: Il existe une liste d'instructions pour les applications, gérée par la communauté, sur GitHub. Si l'application que vous recherchez n'est pas prise en charge, créez un ticket et la communauté pourra peut-être vous aider.
ja: GitHubにコミュニティが作成したアプリのガイドがあります。お探しのアプリがサポートされていない場合は、問題を報告することでコミュニティが解決の手助けになる場合があります。
ko: GitHub에는 커뮤니티에서 관리하는 앱 관련 지침 목록이 있습니다. 찾고 있는 앱이 지원되지 않는 경우, 이슈를 생성하시면 커뮤니티에서 도움을 드릴 수 있습니다.
pl: Na GitHubie znajduje się lista instrukcji dotyczących aplikacji, która jest utrzymywana przez społeczność. Jeśli aplikacja, której szukasz, nie jest obsługiwana, utwórz zgłoszenie, a społeczność może być w stanie pomóc.
pt_br: Há uma lista de instruções para aplicativos no GitHub, mantida pela comunidade. Se o aplicativo que você está procurando não é suportado, registre um ticket para que a comunidade possa ajudar.
